import { ICard } from 'src/interface/page';

export const testArr: ICard[] = [
  {
    id: 1,
    name: 'Список Шиндлера',
    year: 1993,
    description:
      'Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.',
    genre: [1, 2, 3],
  },
  {
    id: 1,
    name: 'Список Шиндлера',
    year: 1993,
    description:
      'Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.',
    genre: [1, 2, 3],
  },
  {
    id: 1,
    name: 'Список Шиндлера',
    year: 1993,
    description:
      'Фильм рассказывает реальную историю загадочного Оскара Шиндлера, члена нацистской партии, преуспевающего фабриканта, спасшего во время Второй мировой войны почти 1200 евреев.',
    genre: [1, 2, 3],
  },
];
